Repository: eiskaltdcpp/eiskaltdcpp
Catalog: po/*.po
Languages: pt_br

source: %1% (%2%) has same CID {%3%} as %4% (%5%), ignoring
pt_br: %1% (%2%) tem o mesmo CID {%3%} as %4% (%5%), ignorando

source: %1% (Nick unknown)
pt_br: %1% (Apelido desconhecido)

source: %1% not shared; calculated CRC32 does not match the one found in SFV file.
pt_br: %1% não compartilhado; o CRC32 calculado não combina com aquele achado no arquivo SFV.

source: %1% renamed to %2%
pt_br: %1% renomeado para %2%

source: %1% was kicked by %2%: %3%
pt_br: %1% foi chutado por %2%: %3%

source: %1% was kicked: %2%
pt_br: %1% foi chutado: %2%

source: %1%: File not available
pt_br: %1%: Arquivo não disponível

source: A file of equal or larger size already exists at the target location
pt_br: Um arquivo de tamanho igual ou maior já existe no local alvo

source: A file with a different size already exists in the queue
pt_br: Um arquivo com um tamanho diferente já existe na fila

source: A file with different tth root already exists in the queue
pt_br: Um arquivo com uma raiz TTH diferente já existe na fila

source: A file with the same hash already exists in your share
pt_br: Um arquivo com o mesmo hash já existe no seu compartilhamento

source: All download slots taken
pt_br: Todos os slots de download tomados

source: CRC32 inconsistency (SFV-Check)
pt_br: Inconsistência do CRC32 (Verificação do SFV)

source: Connection closed
pt_br: Conexão fechada

source: Connection timeout
pt_br: Tempo para encerrar a conexão

source: Connectivity error: %1%
pt_br: Erro da conectividade: %1%

source: Connectivity restored
pt_br: Conectividade restaurada

source: Could not open target file: %1%
pt_br: Não pôde abrir o arquivo alvo: %1%

source: Directory already shared
pt_br: Diretório já compartilhado

source: Directory missing name attribute
pt_br: Atributo do nome do diretório desaparecido

source: Discard
pt_br: Descartar

source: Disconnected
pt_br: Desconectado

source: Disconnected user leaving the hub: %1%
pt_br: Usuário desconectado saindo do hub: %1%

source: Download Queue
pt_br: Fila dos Downloads

source: Duplicate file will not be shared: %1% (Size: %2% B) Dupe matched against: %3%
pt_br: O arquivo duplicado não será compartilhado: %1% (Tamanho: %2% B) Duplicata comparada contra: %3%

source: Duplicate source: %1%
pt_br: Fonte duplicada: %1%

source: Error creating hash data file: %1%
pt_br: Erro ao criar o arquivo de dados do hash: %1%

source: Error during compression
pt_br: Erro durante a compressão

source: Error during decompression
pt_br: Erro durante a descompressão

source: Error generating certificate
pt_br: Erro ao gerar o certificado

source: Error hashing %1%: %2%
pt_br: Erro ao fazer o hash: %1%: %2%

source: Error saving hash data: %1%
pt_br: Erro ao salvar os dados do hash: %1%

source: Failed to load certificate file
pt_br: Falhou em carregar o arquivo do certificado

source: Failed to load private key
pt_br: Falhou em carregar a chave privada

source: Failed to negotiate base protocol
pt_br: Falhou em negociar o protocolo base

source: Failed to set up the socks server for UDP relay (check socks address and port)
pt_br: Falhou em configurar o servidor socks para a retransmissão do UDP (verifique o endereço do socks e a porta)

source: File list refresh failed: %1%
pt_br: A atualização da lista de arquivos falhou: %1%

source: File list refresh finished
pt_br: Atualização da lista de arquivos concluída

source: File list refresh in progress, please wait for it to finish before trying to refresh again
pt_br: Atualização da lista de arquivos em progresso, por favor espere ela terminar antes de tentar atualizar de novo

source: File list refresh initiated
pt_br: Atualização da lista de arquivos iniciada

source: File not available
pt_br: Arquivo não disponível

source: Finished hashing: %1%
pt_br: Terminou de fazer o hash: %1%

source: Finished hashing: %1% (%2%/s)
pt_br: Terminou de fazer o hash: %1% (%2%/s)

source: Full tree does not match TTH root
pt_br: A árvore completa não combina com a raiz TTH

source: Generated new TLS certificate
pt_br: Gerou novo certificado TLS

source: Greater than maximum filelist size
pt_br: Maior do que o tamanho máximo da lista de arquivos

source: Hash database
pt_br: Base de dados do hash

source: Hash database rebuilt
pt_br: Base de dados do hash reconstruída

source: Hashing failed: %1%
pt_br: Falhou em fazer o hash: %1%

source: Hub probably uses an old version of ADC, please encourage the owner to upgrade
pt_br: O hub provavelmente usa uma versão antiga do ADC, por favor encoraje o proprietário a atualizar

source: Invalid size
pt_br: Tamanho inválido

source: Invalid target file (missing directory, check default download directory setting)
pt_br: Arquivo alvo inválido (diretório desaparecido, verifique a configuração do diretório de download padrão)

source: Kick user(s)
pt_br: Chutar usuário(s)

source: Maximum command length exceeded
pt_br: Tamanho máximo do comando excedido

source: More bytes written than requested
pt_br: Mais bytes gravados do que o pedido

source: No certificate file chosen
pt_br: Nenhum arquivo de certificado escolhido

source: No directory specified
pt_br: Nenhum diretório especificado

source: No private key file chosen
pt_br: Nenhum arquivo de chave privada escolhido

source: No slots available
pt_br: Sem slots disponíveis

source: Not listening for connections - please restart %1%
pt_br: Não escutando conexões - por favor reinicie o %1%

source: Redirect user(s)
pt_br: Redirecionar usuário(s)

source: Remove all subdirectories before adding this one
pt_br: Remover todos os sub-diretórios antes de adicionar este

source: Request to seek beyond the end of data
pt_br: Pedido para procurar além do final dos dados

source: Response does not match request
pt_br: A resposta não combina com o pedido

source: SSL Error: %1% (%2%, %3%)
pt_br: Erro do SSL: %1% (%2%, %3%)

source: Search disabled: %1%
pt_br: Busca desativada: %1%

source: Search enabled again
pt_br: Busca ativada de novo

source: Shared Files
pt_br: Arquivos compartilhados

source: Socks server authentication failed (bad login / password?)
pt_br: A autenticação no servidor socks falhou (login ruim / senha?)

source: TLS disabled, failed to generate certificate: %1%
pt_br: TLS desativado, falhou em gerar o certificado: %1%

source: TLS disabled, no certificate file set
pt_br: TLS desativado, nenhum arquivo de certificado definido

source: TTH inconsistency
pt_br: Inconsistência do TTH

source: Target file is missing or wrong size
pt_br: O arquivo alvo está faltando ou tamanho errado

source: Target filename too long
pt_br: O nome do arquivo alvo é muito longo

source: Target removed
pt_br: Alvo removido

source: The socks server doesn't support login / password authentication
pt_br: O servidor socks não suporta a autenticação do login / senha

source: The socks server failed establish a connection
pt_br: O servidor socks falhou em estabelecer uma conexão

source: The socks server requires authentication
pt_br: O servidor socks requer autenticação

source: The temporary download directory cannot be shared
pt_br: O diretório tempórario do download não pode ser compartilhado

source: This file is already queued
pt_br: Este arquivo já está enfileirado

source: Unable to create thread
pt_br: Incapaz de criar o thread

source: Unable to open filelist: %1%
pt_br: Incapaz de abrir a lista de arquivos: %1%

source: Unable to read hash data file
pt_br: Incapaz de ler o arquivo de dados do hash

source: Unable to rename %1%: %2%
pt_br: Incapaz de renomear %1%: %2%

source: Unable to send file %1%: %2%
pt_br: Incapaz de enviar o arquivo %1%: %2%

source: Unknown error: 0x%1$x
pt_br: Erro desconhecido:0x%1$x

source: You're trying to download from yourself!
pt_br: Você está tentando baixar de si mesmo!

source: downloaded from
pt_br: baixado de

source: uploaded to
pt_br: enviado para
